{"text": "Mohit Rao Niwadunge\n\t \t Email ID mohit.niwadunge@gmail.com\n\t Skype name - mohit.niwadunge\t\n\t \t Contact no -+91 7000526216\t\n\t\n\t\nExperience Summary\nOverall 3.10 Years of experience in Web Based Projects in Codeigniter, Zend, Laravel, Angular JS, react JS,Vue Js, PHP, MySQL, JavaScript, AJAX, XML ,Docker and good grasp of Object Oriented Programming.\nWorking as a Software Engineer with Webdunia India Pvt. Ltd.\nProficient in Admin CMS, front end frameworks and Ecommerce domains.\nAdept in interaction with client to gather, analyze and track the detailed requirements.\nThird Party Integrations Kaltura, Mixpanel, Aspera etc. \nQuick Learner and willing to adapt to new challenges technologies.\nTechnical Skills\nCore PHP, Codeigniter, Zend, Laravel , Joomla, Word press, YII framework basics, PrestaShop, Open-Cart, Scratch, MVC architecture, web services, Soap Services, API Integrations basics of frontend technologies.\nPHP, HTML4, HTML5, CSS2, CSS3,MYSQL,Firebase,PDO, JavaScript, XML, AJAX, JQuery, Angular JS, React JS,Vue Js,Docker\nCertification - OCJP JSE6 Programmer Certified Professional Exam\nKey Responsibilities\nHandling various tasks like training, development, and client communication\nDesign and built the distributed software application\nAbility to code optimally and choose the right tool based on the technologies available to the audience.\nKnowledge sharing and technical problem solving.\nDesign, Coding and Unit Testing\nActive and lead participant in the company s Event Management activity.\nEducational Profile\nBachelor of Engineering in Computer Science 2009-2013 from LNCT S affiliated to RGPV, Bhopal with 72.31 aggregate.\nHSC 2009 from SOE School with 72.60 aggregate.\nSSC 2007 from GBH School with 72.00 aggregate.\nWork Experience \n\tTitle \nBSD Advocacy platform\n\tDescription\nIt allows the supporters of clients to contact the President, Members of Congress, Governors, and other elected officials in the United States, the United Kingdom, and Canada via Email, Twitter or Phone call.\n\tRoles Responsibilities\n\tRequirement understanding of the client.\n\tDemoed developed functionalities.\n\tTools Used \nPHP, Laravel , MySQL, JQuery, AJAX, React-Redux, Docker, Swagger API Specification\n\tTitle \nVoot TV App\n\tDescription\nVoot TV Application provides the feature to view TV Series, Movies, Episodes and clips directly through its home page. Content can be filtered based on genre and language. Recently watched videos can also be viewed directly through a separate module.\n\tRoles Responsibilities\n\tDiscussed requirements with the client and demoed developed functionalities.\n\tAnalyzed the requirements and guided developers in forming the technical solution.\n\tPrepared execution plan.\n\tTools Used \nPHP, Zend , MySQL, JQuery, AJAX, AWS API s\n\tTitle \nVoot\n\tDescription\nA video on demand platform to provide each every TV shows associated with Viacom 18 channels along with the movies, original series of shows and cartoons.\n\tRoles Responsibilities\n\tRequirements analysis understanding.\n\tGuided developers in forming the technical solution.\n\tPrepared execution plan.\n\tTools Used \nPHP, Zend , MySQL, JQuery, AJAX, Angular JS , Redis cache, Akamai, Kaltura, aspera use tracking s events. \n\tTitle \nTutor Connect Admin \n\tDescription\nA Website to contact with tutors to attend different courses offered by them. User can select the available time slot and book the seat by paying through both online offline. \n\tRole Responsibilities\n\tSeparate backend database management for client and users.\n\tAnalyzed the requirements and guided developers in forming the technical solution.\n\tPrepared execution plan and kept track of project.\n\tTools Used \nPHP, Laravel , MySQL, JQuery, Apache , AJAX, Angular JS , HTML5, CSS3\n\tTitle \nPaper Bag Application Admin Application \n\tDescription\nAn admin application to keep track of the work progress of all employees along with the status of project development to generate notification for higher authorities.\n\tRoles Responsibilities\n\tProvide analytics to admin and client users.\n\tDemonstration of developed functionalities and took closure when required.\n\tPrepared execution plan and kept track of project.\n\tTools Used \nPHP, Codeigniter , MySQL, JQuery, Apache , AJAX, HTML5,CSS3\n\tTitle \nIndiantheme\n\tDescription\nA Website that provide the details of best sellers of Indian Fashion, jewelers and handicrafts in India and allow the users to connect with them for further enquiry.\n\tRoles Responsibilities\n\tDiscussed requirements with client and prepared exhaustive feature list.\n\tInteracted with third parties for the required integration and planning.\n\tPrepared execution plan and kept track of project.\n\tProvide analytics to both client and user to manage their profiles.\n\tTools Used \nPHP, Codeigniter , MySQL, JQuery, Apache , AJAX, HTML5, CSS3", "meta": {"source": "E:\\Resume Parser\\resume parser\\data\\raw\\Dataset_Resume parser\\Resumes\\resume-5\\Resumes\\Resumes\\1523330380543_Mohit Rao Niwadunge (2) (2).docx"}}
{"text": "ABHAY RAJ SINGH\nBusiness Analyst \nPROFESSIONAL SYNOPSIS\n3 years and 8 month of experience as a Business Analyst and Project Coordination in the IT industries expertise in full software life-cycle implementation, Agile Mythology, production support, Requirements Gathering enhancement from business analysis and Project Coordination to managing complex IT projects. \nMade successful use of the opportunity to become part of vendor management and negotiations. Successfully managed high-profile regulatory and compliance projects globally. Leverage technical, business and financial acumen to communicate effectively with client executives and their respective teams. \nResourceful at maintaining relationships with clients to achieve quality product and service norms by resolving their service related critical issues, possess effective communication, interpersonal, problem solving ,understanding of SDLC processes and Agile flavored development methodologies Waterfall, Scrum, Agile Framework, Principles . \nKEY SKILLS \n\t Project Management \t \nBusiness Analysis \nAgile Mythology \nProject Coordination Wire-framing and Prototype \nRequirements Gathering Team Management \nBug Fixing / Maintenance BRD, SRS, FRD documentation. \n\t \nCORE COMPETENCIES \nExtensive experience of managing complex projects and product developments in the role of Product Owner \nExperience of working in synchronization with internal teams as Development QA and Project Manager. \nKnowledge of complete workflow of Scrum with product backlog, user story, sprint planning and release phases. \nConstantly studied and developed in-depth knowledge of industry trends, product line, competition, tech support and services. \nMapping client s needs providing best products to suit their requirements \nKnowledge of Business Requirement Documents BRD , Software Requirement Specification SRS , Functional \nRequirement Document, Technical Reports and all other high-level and low-level documents \nBuilding healthy business relations with major clients ensuring maximum customer satisfaction \nWorked with sales managers and engineers to increase technical know-how and to advance negotiations towards close of sale. \nTECHNICAL SKILLSET \nProject Management Methodologies Waterfall and Agile \nProject Management Tools Casual, MS Project, Slack \nProject Documentation BRD, SRS, Modules Document, Functional Document, Flow Document, Project Timesheet. \nPresentations Microsoft PowerPoint \nData Analysis Microsoft Excel and Project Modules \nPrototyping and Wireframing Balsamiq, Marvel \nTechnologies Knowledge MVC, MVP, PL/SQL, HTML/CSS, CMS, Mobile Applications, API Integration and MS SQL \nServer \nAutomated Testing Responsinator, JIRA \nOthers Photoshop, WordPress. \nWORK EXPERIENCE \nSince March 16 with Youngdecade Software IT Solutions, Indore as Business Analyst \nKey Result Areas \nWorking directly with product owners and stakeholders to elicit their feedback on customer satisfaction items. \nAnalyzing existing customer satisfaction functionality requests for providing business-value based recommendations to Product Owners. \nLead project meetings, Handling Multiple Projects at a time, Single point of contact between the client and the organization. \nAttend Post Sales meetings with Project Manager for in-depth requirement gathering. \nProject Planning, Project Scheduling, Project Efforts Estimations, Project Communications and Execution. \nResponsible to Project management - Estimate task , Papered Timeline , check Project /Product status, Resource allocation, resource utilization, Business analysis and send daily status to management. \nSupport to QA Team for test case preparation and review of test plans. \nControls all changes through a formalized change request process, assessing the impact of requirement changes, and updating requirements appropriately Ability to work across different stakeholders and priorities and get everyone on-boarded with the overall prioritization of product backlog/roadmap items. \nConducting requirements training sessions and developing best practices for product delivery. \nPartnering with Development Leads to identify opportunities for better collaboration and process improvements. \nLeading a team of 3 Junior Business Analyst and Business Developers promoting a strong culture of standard Business Development and Business Analysis processes as part of global standards \nAccomplishments \nCMS, Web Apps, Mobile Apps with Native Hybrid Technologies,B2B B2C Ecommerce Marketplaces, Restaurant, Cab Bookings, Real State, Hotel Booking Engines, Dating Application and complex business process project. \nEstablished large, high-performance IT teams to support IT regional operations utilized local resources and established cost savings. \nSingle point of contact between Project Management and IT groups from solution planning, sizing, to fulfillment. \nJuly 15 Feb 16 with SNV InfoTech PVT, Indore as Business Analyst \nKey Result Areas \nAnalyzed user requirements, performed impact analysis and generated system requirements documents. \nManaged relationship with programmers and bridged communication between end users and development team. \nSupervised quality and completeness of System Use Cases/ BRDs. \nCollaborated with the project team in solution development and implementation. \nExperience in web development, Wireframe Creation, using Microsoft technology \nPresented the business solution to the client. \nActively participated in data modeling and business modeling \nAccomplishments \nSingle-handedly implemented a Train Location app to locate train and for live status. \nDeveloped a Gaming code lottery system that was recognized by the gaming server to choose random winner with awarded game code. \nDesign end to end data flow with the help of BPM and also preparing the screen mock ups and design and develop the application architecture. \nMay 14 June 15 with Webdex Technologies., Indore as Business Analyst \nResult Areas \nUnderstanding of UML design. \nProject Coordination with Developers and designers. \nExcellent understanding of Business Requirements Gathering, Translating Requirements into Specifications and Application Design. \nBidding on Freelancing Portals - UpWork, Elance, Freelancer, RFP Mart and Craigslist. \nWordPress Website Development and Designing Skills with HTML/CSS. \nManaged project activities such as requirement gathering, analysis and documentation. \nPrepared test plans for the testing team and performed user acceptance testing in the final project \nAccomplishment \nSuccessfully implemented cutting-edge IT and Voice infrastructure for new building facilities. \nEDUCATION \nBachelor of Engineering Information Technology From RGPV University in 2014 \nPERSONAL DETAILS \nDate of Birth 05.06.1991 \nPassport Available", "meta": {"source": "E:\\Resume Parser\\resume parser\\data\\raw\\Dataset_Resume parser\\Resumes\\resume-5\\Resumes\\Resumes\\Abhay Raj Singh.docx"}}
{"text": "Abhilasha Shrivastava\nE-Mail abhilasha101@gmail.com\nMobile +91-7415857918\nSeeking assignments in PROJECT MANAGEMENT SOFTWARE DEVELOPMENT with a growth oriented organization\n\tAN OVERVIEW\n\t\nTechnically Sophisticated Professional with 5+ years of extensive experience in areas of Software Developing programming in Mobile application environment. \nAdept in end to end development of software products from requirement analysis to system study, designing, coding, testing, de-bugging, documentation and implementation.\nAdroit in providing effective resolution to customer queries related to product and improving relationships with customer by anticipating customer future requirements, thereby ensuring a positive customer experience.\nExcellent communication interpersonal skills with abilities in resolving complex software issues.\nDeft at mapping the requirements, custom designing solutions troubleshooting for complex software application problems. \nWorked with new and existing code on a wide range of device applications. \nCollaborated with the creative team in developing successful interactive solutions. \nExperience in developing complex data synchronization. \nProven track record writing multi-threaded code and experience with synchronous and asynchronous code.\nACADEMIC CREDENTIALS\nSSC\nMalav Vidya Mandir, Indore\n80 \nHSC\nExcellent Bal Vinay Mandir, Indore\n87 \nB.Sc.\nHolkar Science College, Indore \n74 \nMCA\nSGSITS, Indore\n77 \nProfessional Experience\nSynchronoss Technologies India Pvt. Ltd. From January 2013 till date.\nDiaspark InfoTech Pvt. Ltd. From September 2010 to December 2012.\n\t\nSKILL SET\nOperating Systems\nMac OS X, Windows 9X, 2000, XP NT \nProgramming Languages\nObjective C, Swift, Core Java\nDatabases\nCoreData, SQLite, MySQL\nTools\nXcode, Instrument \nFrameworks\nCocoa Touch, Cocoa \nVersion Control Systems\nGithub, SVN\nFunctional\nManaging requirement gathering, system analysis and finalization of technical / functional specification. \nDefining best practices for project support and documentation.\nDesigning, developing, testing, troubleshooting and debugging of the applications.\nCooperating communicating with other team members for efficient management work.\nManaging providing guidance / support to the project team. \nDelivering and implementing the projects as per schedule milestones.\nDefining suitable methodology to undertake the project with the available inputs of the requisite output.\nInterfacing with clients for business requirements gathering, conducting system analysis and finalized technical / functional specifications. \nIdentifying documents related to components and maintaining detailed study of the same as per the product changes, by getting in touch with product developers.\nPROJECT OVERVIEW\nMessage+ OSX \nhttps //itunes.apple.com/us/app/message+-by-verizon/id885557198 mt 12\nPeople on the move and on the go can t be tied down to one place or one device. Use Verizon Messages to seamlessly send and receive messages on your Smartphone, iOS device, tablet and desktop MAC, PC and Web . Your conversations are organized in one place and saved on your device for up to 90 days.\n- Personalize Your Conversations - Customize the background with your photos, built in themes, fonts, colors, signatures and even conversation tones. \n- Wi-Fi Extended coverage Send and receive messages over Extended Wi-Fi from your smartphone, iOS device, tablet, PC, Mac and web browser.\n- Glympse your location Glympse lets people You choose follow your location on a map. Perfect for finding each other in big places like concerts, amusement parks and shopping centers, meeting up, or letting people know you re running late. \n- Photo Editor and Collage Creator Personalize and transform your photos and collages into beautiful or funny pictures using filters, wacky stickers and much more\n- Web Image Search Easily search images on the web to send \n- Smart Emoji Express yourself through colorful Emoji s by tapping on keywords when composing messages.\n- Sent and Received Media - Easily find sent and received photos, videos, gift cards, links and attachments from all your conversations or specific conversations\n- eGifting Sending a gift is easier than ever simply text to send a Starbucks eGift Card to say Thanks , Happy Birthday or Let s meet at Starbucks .\nAWARD WINNING \nVerizon Messages application is rated 1 by sports fans during pro games based on average screen time per user minute Source http //tinyurl.com/q4n7trz \nBest of Show at CTIA 2013 in Emerging Technology category\nMessage+ iPhone, iPad \nhttps //itunes.apple.com/us/app/verizon-messages/id621469412 mt 8\nStay connected using Verizon Messages on your Smartphone, tablet, and computer.\nVerizon Messages syncs messages across your smartphone, tablet and computer. Switch devices whenever you want. Make calls with your tablet anywhere. And keep the conversation going with personalized texts, photos, videos and gift cards worth up to 100 at stores like Starbucks, Amazon and more.\n- Calling allows you to make and receive calls using your iPad and other iOS devices \n- eGifting has been expanded to include eGift cards from more than 30 brands\n- Scheduled messages are queued and delivered at the date and time specified, even if your phone is turned off\n- Media search allows you to search the web for images and videos to include in your conversations\n- Glympse your location Glympse lets people you choose follow your location on a map. Perfect for finding each other in big places like concerts, amusement parks and shopping centers, meeting up, or letting people know you re running late\n- Photo Editor and Collage Creator Personalize and transform your photos and collages into beautiful or funny pictures using filters, wacky stickers and much more\n- Smart Emoji Express yourself through colorful Emoji s by tapping on keywords when composing messages.\n- Sent and Received Media - Easily find sent and received photos, videos, gift cards, links and attachments from all your conversations or specific conversations\nNFL National Football League iPhone iPad \nhttps //itunes.apple.com/us/app/nfl-homegating/id762854218 mt 8\nhttps //itunes.apple.com/us/app/nfl/id389781154 mt 8\nThe NFL app is the best, pure football app for any fan. From every NFL Playoff game and Super Bowl 50 live Verizon smartphone customers only to trending videos on NFL Now to replays of every game with NFL Game Pass subscription , the NFL app is packed with more video than ever. Whether it s game day or non-game day, from preseason through the playoffs, the NFL app keeps fans on top of the game with breaking NFL news, highlights, stats more wherever they are, whenever they want it. \niPhone features only available with Verizon \niPhone and iPad Features \nGAMES Follow along with up-to-the-minute scoring, in-game highlights, big play markers and a redesigned drive chart --- NEW this season, fans can access NFL Game Pass Subscription content \nSTORIES Read articles and watch videos highlighting the latest stories and breaking news from around the NFL and from all 32 teams\nNFL NOW The all-new NFL Now brings fans the latest stories and trending topics across the NFL and gives direct access to all 32 teams.\nSTATS Track league and team leaders in all major stats categories \nMORE watch video on demand, see the NFL Network schedule, browse the NFL Shop store, and more\nSpeech Trans Speech dictation iPhone iPad \n\t https //itunes.apple.com/us/app/speechtrans-dictation-recognition/id590230269 mt 8 \n\t\n\thttps //itunes.apple.com/in/app/speechtrans-ultimate-for-ipad/id422282269 mt 8\n\t\n\thttps //itunes.apple.com/us/app/speechtrans-ultimate-for-hearing/id438175633 mt 8\nMagically speak and communicate with anyone without having to use sign language with 99 Speech Recognition Accuracy Powered by Nuance Have you ever met a person you really like but due to the communication barrier you wouldn t be able to start a chat Speech Trans is here to help you out Now someone can speak to you and the text is typed on the screen for you to read You can type a response and have it read aloud on for the other person to hear \nPRESS RECORD, HAVE THE PERSON SPEAK TO YOU, ONCE THEY ARE DONE SPEAKING SPEECHTRANS WILL AUTOMATICALLY DISPLAY THE TEXT OF WHAT WAS JUST SAID, TYPE BACK A RESPONSE AND IT WILL SPEAK IT FOR YOU \nFEATURES \n- Auto detects when a person stops talking \n- Auto translate function allows you to turn off translation when you don t need it so you can communicate with someone in same language.\n- 1,000 Transcriptions preloaded, more available via in-app purchase \n- Free unlimited Text to Speech translations \n- Playback all previous translations without an Internet connection\n- Build your own dictionary as all previous translations are saved\n- Ability to Cut and paste text from other APPS for it to be read aloud and translated \n- Email translated Text and Audio file \n- 55 second Voice recording time \n- Facebook Chat You are no longer limited to being in the same room with the person you want to communicate with Just type to them and they will get speech output translations on their Speech Trans Enabled iPhone/iPad or text on the computer \n- 100 Bonus Transcriptions to anyone who uses Facebook Suggest Friends Feature inside the App \n- Use Revolutionary Bump feature to become Facebook friends, just Bump phones together \n- Free Lifetime Updates to new languages \n- Post status updates directly to Twitter or Facebook\nSpeechTrans for Hearing Impaired is the absolute best app if you need to instantly communicate without sign language. Now you can seamlessly communicate with Facebook users all around the world SpeechTrans is here to eliminate all communication barriers and provide you with an accurate dialog\nMicahelWerdiger iPad jewel catalogue iPad \nMWiPad jewel is a catalogue app listed all the Ornaments and related search of particular category. This app enable user to search, add to cart and place order feature to user. This app is concern for sales person to track their jewelry database and records of items. \n\t\n\t Fujitsu Scanner Guide iPhone iPod \n\t\n\t https //itunes.apple.com/us/app/fujitsu-scanner-guide/id528636845 mt 8\nFujitsu Scanner Guide is the perfect tool to help you find the right document scanner to fit your personal or business life. From mobile scanners to large production scanners, Fujitsu has become the leader in document scanning, and now with the Fujitsu Scanner Guide application, you can discover the perfect Fujitsu scanner for your needs. \nKey features \nExplore the wide range of Fujitsu scanners\nSee pictures, overviews, features, specs, videos and pictures of Fujitsu scanners\nBrowse and find the perfect scanner based on your needs\nCompare scanners\nFind the perfect service for your scanner\nGet the latest news and updates for new and existing Fujitsu scanners\nGeneric Catalogue iPad \nDiaspark s Generic Catalog App for the iPad gives your sales reps real time access to your company s product catalog. Your customers view a rich, upscale and an engaging product catalog on iPad. Generic Catalog supports inventory check powerful product search by category, prices and more, price customization, and order placement all via rich usability experience of the iPad.\nSay goodbye to your bulky print catalogs, tedious paper work and error-prone data entry. With complete information at fingertips, your sales reps can now place custom and standard orders at the client site without having to wait for updates on feasibility, cost and availability.\n\tReal time access to product catalog, images and inventory status\n\tAccess by secured login\n\tEnriched with well categorized product display\n\tSearch items within price range, categories and more\n\tSetup customer specific catalog\n\tCustomize specifications as per the buyer s requirement and get updated product / price details\n\tReal time entry of sales orders\n\tCheck order status of the previous orders from a customer\n\tEasy price management\nThe Menu iPad \nThe menu app is a restaurant category app listed menu available in restaurant and the user can choose combination of items of their preferences, sync the data over server to get updated menu records.\nEasily create meal plans for yourself or others and track nutritional information per meal. Manage your own recipes and import new ones from popular recipe web sites. Keep track of what you have in your pantry and how many , and integrate it all into your shopping list in one application \nPERSONAL DOSSIER\nDate of Birth \t \t 19th April, 1987\nResidential Address \t 85/2, Pardesipura Flat 307 Indore M.P. 452011\n\t\n\t\n\t\n\tI hereby declare that the information given above is true to the best of my knowledge belief\nAbhilasha Shrivastava", "meta": {"source": "E:\\Resume Parser\\resume parser\\data\\raw\\Dataset_Resume parser\\Resumes\\resume-5\\Resumes\\Resumes\\AbhilashaShrivastava[5_8].docx"}}
{"text": ".\nABHISHEK SINGH THAKUR\nUI UX DESIGNER \nH.NO.726 AMANPUR\nMADAN-MAHAL JABALPUR M.P. \nabhishekthakur2006@gmail.com\n+91-9302761661\nOBJECTIVE\nI wish a career that allows me to exploit my potential and increase my skills to the fullest and there by a key asset to the organization. \nEXPERIENCE \nTotal experience 12 year \nWeb Designer \n\t 3 Oct 2016 to Present\nCompany Name Taritas Software Solutions\nhttp //taritas.com\nI am working as a UX/UI Designer with the following the agile standards for both Mobile and web prototyping.\nWebsite Design, Application Prototyping with the Industrial Standards. Prototype to Html conversion. Graphics and Creative interactive designing Gif animation, Social Media Creatives etc.\nProduct Name \nWebsite \nhttp //smartformdesigner.com/\nhttp //www.lbfoster.com/en\nhttps //www.121outsource.co.uk/\nhttps //www.umbrellareclaim.com/\nhttps //www.evro-umbrella.co.uk/\nApplication \nhttps //app.smartformdesigner.com/\nApplication\nSmart form designer Application\nhttps //www.facebook.com/Smart-Form-Designer-679111319204188\nGraphics \nPrinting\nHording, banners, Certificates, logo designing and various type of printing and designing work included vector graphics etc.\nWeb \nlogo design, social media creatives, gif animation etc.\nGraphics Portfolio work \nhttps //docs.google.com/presentation/d/1kjBPAybi6eG6NmtHPWPk8OFWy4E2ssJKwtZH 6DlQR0/edit usp sharing\nhttps //drive.google.com/drive/folders/0Bx7iLD4sldcCM3RhVFRacktlNWM usp sharing\nhttps //www.canstockphoto.com/portfolio/\nPrototyping \nhttps //xd.adobe.com/view/ae0bad77-d041-4736-4e9b-fd49e29a343a-d83a/ fullscreen\nhttps //xd.adobe.com/view/6c91a896-1045-4c7f-9525-55b1abd5f7c4/\nhttps //xd.adobe.com/view/710d1ea7-8d57-4a6a-448a-dc97b9749ee2-073c/\nhttps //xd.adobe.com/view/a84a4905-fc18-4ec4-460f-c455159e1090-de7b/\nhttps //xd.adobe.com/view/803b15b9-c75f-46fb-af25-b7b572b56577-d568/\nhttps //assets.adobe.com/links locale en filter xdArtifacts\nhttps //xd.adobe.com/view/b48b731e-5648-4ed0-8d35-ce4053c6334d/\nhttps //xd.adobe.com/view/6ad478a3-fb06-4c54-b0a1-ec1d056c321c/\nhttps //assets.adobe.com/links locale en filter xdArtifacts\nhttps //xd.adobe.com/view/cad920b3-341a-4095-b217-5fa8aac6f5fb-9f8a/\nMore work link included in the last page.\nFlexible for work from home.\nWeb Designer \t 1 September 2009 2012 \nCompany Name Techshot Pvt Ltd.\nI worked as a web designer, worked for photoshop website template designing, web template to html conversion. Logo designing, flash Animation and web site designing. Emailer template designing I card, certificate designing the various type of Graphics and web design work.\nwww.techshot.in\n\t\nWeb Designer \t 1 September 2012 to September 2016\nCompany Name Tsd Corp Ltd\nIndian Cricketers Olympic players websites \nHere mostly I worked as a graphics designer for social media platform. In the sports event-based company mostly prefer to work on Indian Cricketer and Indian Olympic player team and IPL player s personal websites and promote the players on social media platform Via various types of graphics like facebook, twitter, YouTube, Instagram.\nhttp //www.tsdcorp.co\nWorked \nCricketer and Olympic players \nMs Dhoni, Ishant Sharma, Virender Sehwag, Harbhajan Singh, Umesh Yadav official websites etc.\nhttps //www.facebook.com/msdofficial\nhttp //www.tsdcorp.co/our-stars/\nhttps //www.facebook.com/circleofcricket/\nSehwag International School\nwww.sisj.in\nWorked Mostly for Printing the banner hording, social media etc.\nOther \nMinistry of external affairs Indian Diplomacy websites and social media \nWorked as a social media graphics designer.\nEDUCATION\nGraduation ARTS from Navyug College\t 2003-04\nGraduate School University, RDVV Bhopal\nMadhya Pradesh in Jabalpur M.P \nwww.navyugcollege.co.in\nComputer Operator and Programming Assistant 1 Year \t 2003-04\nCollege Institute of Technology, Techzone Multimedia p Ltd\nJabalpur\nwww.mitijbpcopa.co.cc\nDiploma in Multimedia1 Year \t 2004-05\nCollege Institute of Technology, Techzone Multimedia p Ltd\nJabalpur\nLearned The basic web Designing, audio video editing etc.\nPost Graduate Diploma in Multimedia 1 Year 2008-09\nCollege Institute of Technology, Xplora Designing Skool Jabalpur\nwww.xdsindia.com\nOther Experience 1.5-year relevant experience \nWorked as a Web faculty in Xplore Design Skool at Rewa M.P. for 1-year 2009 and got Training of 1 month in Ahmedabad.\nI Worked as a Multimedia Faculty in Techzone Multimedia P.Ltd for the duration of 1 year. 2005-06\nWorked in Del technology sports club of Jabalpur in 3 months in Photoshop.\nWorked in affinity express Pune as a trainee 1 month\nWorked as a Data entry operator in I.T.I. Head office Jabalpur.\nWorked as a Terminal in online Gold and Silver trading computer operator in Raga shares and securities. p Ltd. Jabalpur\nPersonal Details\nDate of Birth- 30 07 1980\nFather s Name- Mr. B.S. Thakur\nSex - Male\nMarital Status - Married\nLanguages Known- Hindi, English\nNationality - Indian\nDeclaration\nI hereby declare that the information furnished above is true to the best of my knowledge.\nPlace Jabalpur\t Abhishek Singh Thakur \nDate 07-09-2021\nSkills\nWeb\nDreamweaver\n7 Years \nMicrosoft Visual Studio\n5 Years \nAdobe Photoshop\n12 Years \nAdobe illustrator\n7 Years \nAdobe Xd, Figma\n4 Years \nAdobe animate cc\n5 Years \nAction Script 2.0 \nCorel Draw \n7+ Years \nAnimate CC\n3 years \nBasic of After Effect Video Editing Software s\nFramework CSS \nBootstrap, Zurb, Boilerplate,webflow, wordpress theme conversion\nCSS3\nHTML5/XHTML\njQuery\nJavaScript\nPHP Basic\nXML, Webflow\nMS Office \nSwish Max\nOS\nWindows 10\nPrinting\nAdobe InDesign,\nQuark Express,\nPageMaker etc.\nMultimedia Certificate of XPLORA DESIGN SKOOL FOR GRAPHICS AND WEB, printing Kalaniketan Polytechnic College, Jabalpur\nAnd some more work .\nPortfolio Links \nPortfolio work \nhttps //drive.google.com/drive/folders/0Bx7iLD4sldcCM3RhVFRacktlNWM usp sharing\nhttps //www.canstockphoto.com/portfolio/\nTask Assigned \nCreate graphics/flyers/Creative Social Media of Cricketers, Sportsmen, IPL Teams Bollywood stars.\nProject \nDigital Media Cratives Designer of IPL Team KXIP Kings XI Punjab \nhttps //www.facebook.com/KingsXIPunjab\nhttps //plus.google.com/+KingsXiPunjab\nhttps //www.youtube.com/user/KXIPOFFICIALFANCLUB\nhttps //twitter.com/@lionsdenkxip\nhttp //instagram.com/kxipofficial\nKXIP Kings XI Punjab \nKey Project features in brief \nG+ Hangouts, Contest on Digital Media fb twitter creatives during IPL CLT20\nLocation of the project \nChandigarh Delhi\nDesignation \nSocial Media Crative Designer.\nRole \nDesign Social Media of Kings XI Punjab team\nDiplomacy India\nGovernment Organization\nhttps //www.facebook.com/DiplomaciaIndia\nlogo re designing and creative development \nOther 2014 Project Contribution \nhttp //www.tsdcorp.co/our-stars/\nhttp //www.kxip.in 2014 \nhttp //www.sanjaybangarworld.in\nhttp //www.shivamsharmaworld.in/\nXalta Cold Drink Label-Location Delhi\nhttps //www.facebook.com/xalta\nProjects \nOfficial Websites of Cricket Players\nhttp //eurotest.netpractise.com/en\nwww.tsdcorp.co/our-stars/\nwww.mantrikpl.com\nwww.ishantworld.com\nwww.dhoniworld.com \nhttp //bhajjiworld.com\nwww.lalchandrajputworld.com\nhttp //sudeeptyagiworld.com/\nhttp //manojtiwaryworld.com\nhttp //umeshyadavworld.com\nhttp //iqbalabdullahworld.com/\nhttp //amitmishraworld.com\nhttp //anandamritrajworld.com\nhttp //yogeshwarduttworld.com/\nhttp //svsunilworld.com/\nhttp //jyotirandhawaworld.com/\nhttp //amitkumarworld.com/\nhttp //geetaphogatworld.com/\nhttp //bharatchettriworld.com/\nhttp //www.ashwiniponnappaworld.com/\nSocial Media Marketing with sports related Graphics and contests\nhttp //www.dhoniworld.com/FBcontest/\nhttp //sehwagworld.com/summercamp/\nhttp //www.sehwagworld.com/sportsandyou/\nhttp //www.sehwagworld.com/youvsstar/\nhttp //www.sehwagworld.com/school/\nhttp //www.techshotdigital.com/internship/\nhttp //www.techshotdigital.com/internship/\nhttp //www.circleofcricket.com/PehchaanKaun2/\nhttp //www.circleofcricket.com/PehchaanKaun/\nhttps //digitalframes.club/\nSports Related Graphics for Google Plus Facebook etc.\nCircle Of Sports, Circle of Cricket\nBusiness Websites \nhttp //aksserviceshub.com/\nhttp //jmremedies.com/\nhttp //sdtravelsonline.com/\nhttp //ashaindustries.info/\nhttp //udayapumps.com/\nhttp //www.pushpakhousing.com\nhttp //www.clubfox.in/index.php only flash work \nhttp //www.clubfox.in/static-clubfox/index.html static \nhttp //www.clubfox.in landing page \nhttp //www.team11.in/ flash intro \nhttp //cafecrunch.in flash intro \nwww.techshot.in banner and product work in Photoshop \nwww.oxfordenglishworld.com\nhttp //littlekingdomschool.in/\nhttp //gyanganga.ac.in/\nhttp //royalrentaljabalpur.com\nhttp //techshot.in/\nhttp //nukindhealthcare.com/\nhttp //108acres.in\nhttp //jabalpurfullgospelchurch.com", "meta": {"source": "E:\\Resume Parser\\resume parser\\data\\raw\\Dataset_Resume parser\\Resumes\\resume-5\\Resumes\\Resumes\\ABHISHEKSINGHTHAKUR_4561984_-12_00-_1.docx"}}
{"text": "AMAN DAVID\n115-B Anand Nagar Gawali Palasia, Mhow MP IND \nAman.david12@gmail.com\n\tMobile Number +91 7987613585 / 8818868853\nCAREER OBJECTIVE\nAmbitious and analytical Individual coming with 5 yrs. of extensive experience in business analysis with excellent knowledge of business process automation and workflow concepts utilizing skill in project requirement assessment, business data clarification, global marketing and analysis, and production support to boost company growth.\nSKILLS SUMMARY\n\t\n\tExpert strategist who uses research of competitors, market conditions, customer needs, and organizational core competencies to claim company success.\n\t\n\tLed project teams, internal and external, to achieve project defined milestones and deliverables.\n\t\n\tSkilled communicator and negotiator who understands persuasive delivery and can confidently present sales pitches to potential partners and reports to board members.\n\tExcellent communication, interpersonal, learning and people management skills.\n\tCapable of working effectively under pressure and with teams.\n\tAchievement oriented with zeal to learn and perform consistently.\n\t\n\tStrong organization and time management skills and careful attention to detail to guarantee that business ventures are successful and development is absolute.\n\t\nACADEMIC QUALIFICATION\nDevi Ahilya Vishwa Vidhyalaya Indore, India\nBachelor in Business Administration, July 2013\n- Graduated \n- 58.24 \nWORK EXPERIENCE\nEfficacy Informatics Pvt Ltd Indore Indore, MP \nSenior Business Analyst Feb 2016 Till date \nDevelop Business Architecture using requirement such as Scope, Processes, Alternatives and risks.\nAnalyze Client s business requirements and processes through document Analysis, Interviews, workshops, and Workflow Analysis.\nConduct 5- level of testing including functional, regression, user acceptance, integration and performance to verify the client s needs are met.\nCommunicate client s business requirements by constructing easy-to-understand data and process models.\nProvide input into developing and modifying systems to meet client needs and develop business specifications to support these modifications\nLiaise between business and technical personnel to ensure a mutual understanding of process and Applications\nRisk Management and Resource allocation based on the correct skills sets which are required.\nFacilitate Weekly/ Monthly meetings with Stake holders to document the updates and requirements and explore any potential Solutions\nTranslate their requirements into user cases/stories / Functional Specifications / Data flow diagrams. \nPlayed the role of Project Manager / Coordinator in multiple projects to ensure successful delivery and to be one point of contact for the client.\nManaged and lead a team of 7 BA. \nManaged a team of 15 Developers for Project Management and coordination.\nProjects Managed\nRockware\nRockWare was founded in 1983 by geologists to create and market affordable geo-scientific computer applications. These products include RockWorks, RockWare GIS Link, and LogPlot, which are developed and supported in-house. RockWare s products are used in virtually all countries of the world and are considered the standard in subsurface visualization.\nThe main goal here was to provide the customer with a Secured ecommerce website that can allow them to sell their products virtually as well as integrated FedEx for products which can be shipped. The website also has a Request for Quote option which allows the users to buy specifics variations of the products rather than All the variations\nMy Roles\nEvaluating the requirements of the stakeholders from the RFP and Virtual Meeting\nCreating SRS to provide a Detailed requirements of the scope that is involved to ensure that the system would meet all and not just some of the company s many unique requirements\nCreating UE/UX wireframes that identified and overcame the shortcomings in their current website\nCreating user cases / Data Flow diagrams to create a clear flow for the development team\nWorking closely with the stakeholder and the development lead to ensure a timely delivery of the product\nWorking with the system architecture and server team to discuss and reduce any backdoors for the website to get hacked.\nSelecting a secured hosting package for the client after doing a market research.\nWorking with the QA team to ensure all the User stories / user cases are passed.\nMonthly /Weekly meetings with the Stake Holders to provide a Status update of the work and get answers to any questions that the development team might have.\nPost Launch, Created Reports / Technical document specifying all the features for the stakeholders\nCreated How-To document for the stakeholders team to get familiar with the end product.\n2. OrthoWatch\nOrthoWatch provides one-on-one coaching sessions to the doctors who are training to be orthodontist. It helps them to get advice from experienced orthodontist through Video Sessions/ Private Messaging / Case management, where the doctor can upload a Case for his mentor to view and get his views.\nThe website also includes Quizzes / lessons that can be purchased at a fee, A forum that can be use for discussions among doctors on their specific topic. Not everyone can join the website, they need to provide their documents to the company in order for them to join the website.\nHere are some of the responsibilities that I had.\nReviewed business priorities, and analyzed options, risks, and costs.\nTranslated business user concepts and ideas into comprehensive business requirements and design documents.\nConducting JAD sessions\nCreating wireframes using the latest software s to provide an understanding of the flow.\nMarket Research on their competitors and listing out the features to be incorporated in the website.\nCreated Business Requirement Documentation and functional requirement document.\nActively participated / arrange with number of iterations between team and customer for feature upgrades.\nCreated project plans in accordance with project management framework standards and procedures. Identified ongoing issues and gaps within project plans, in order to eliminate implementation issues.\nWeekly sprint meetings and using JIRA and GITHUB for maintaining the repository \nRisk Management\nPost Launch- Creating Functional document of the website, Creating how-to videos for the Stakeholders team to manage the software.\nHave managed more than 10 projects here with the same roles and responsibilities\nGalaxy WebLinks Ltd Indore Indore, MP \nBusiness Analyst May 2013 Jan 2016 \nEngage client to gather software requirements/ business rules, and ensure alignment with development teams\nTranslate stakeholder requirements into over 5 different tangible deliverables such as functional specifications, user cases, user stories, workflow/process diagrams, and data flow/data model diagrams.\nEvaluate risks related to requirements implementation, testing processes, project communications, and training.\nDraft and maintain business requirements and align them with functional and technical requirements\nFacilitate weekly and monthly meetings with clients to document requirements and explore potential solutions.\nStrategize ways to build market share, increase revenue, and acquire success through innovative developments in organizational structure.\nFacilitate sales presentations and communications for upcoming joint venture opportunities and collaborative business efforts.\nEstablish product loyalty through continual efforts to build, re-brand, modify, and increase product offerings in a way that is honest, competitive, and true to the company mission.\nProjects Undertaken\nDrAlaan Online Doctor Appointment Application \nDrAlaan is an online medical care appointment booking service, providing free of charge medical care search facility for end users by integrating information about medical practices and doctors individual schedules in a central location. The Company s main target audience is Saudi Arabia, so the website was introduced in two different languages, English and Arabic. DrAlaan, during its initial soft launch in July 2014, recorded a positive response from its customers and had hospitals wanting their own white Label software, which can help them with the Appointment system for their own doctors.\nBeing a one point of contact for the client and representing the company, here is the list of responsibilities handles.\nIdentifying the business Needs of the customer \nMarket Research of Competitors \nWire framing and Documentation of requirements\nBreakdown in Modules for easier execution of tasks\nIdentifying and evaluating inefficiencies and recommending optimal business practices, and system functionality and behavior\nProject Communication between Stakeholder and Development team\nCreation of User Cases / Data flow diagrams for confirmation of the UX experience\nWeekly Standup meetings between stakeholder and Management team\nWeekly Updates of the project stage and milestone request to the Management\nRisk and Resource Management for successful completion of the project.\n2. TheKaziApp Event based Meeting Application \nKaziApp is a multi-level mobile application that enabled users to easily download the app, register and immediately begin to accrue credits known as Kazi cash or Kash based on their participation in different hosted events. This reward system is tailored to the degree to which a user engages i.e. more points for creating or hosting an event vs. simply participating in an existing event . Accrued Kash can be used to receive discounts on products and services from participating vendors.\nRequirements Gathering through emails / Meeting sessions and presenting the understanding in a Detailed Proposal with the workflow.\nIdentifying the business model and competitor s business model to suggest best and cost effective approach.\nRecommended optimal Business practices, Identifying and evaluating inefficiencies\nDeveloping Detailed functional specifications for use by system developers\nUser Flow Diagrams / Wireframe designs using latest software s to provide the understanding of UI/UX and functionality\nWorking with the Project Stakeholder and communicating the requirements to the team in such a way that all the development related requirements have been passed on as well as communicating with the project Stakeholders with the queries from the development team.\nTaking responsibility for deploying functional solutions, such as creating, adopting and implementing system test plans, which ensure acceptable quality and integrity of the system\nCreating user and training documentation, and conducting formal training classes with the stakeholders\nAlso, have handled more than 20 projects with the same set of roles and responsibilities.\nAdditional Skills\nProficient in Microsoft Office Word, Excel, Outlook, PowerPoint, Visio \nExpert Knowledge of SQL and relation database Management System\nProficient in Agile Software Development Methodology\nConducting JAD sessions\nProblem and Visual Modeling Solving Skills.\nInventory Management System Experience.\nProject Coordination experience.\nIELTS 6.5 R-6.5, L-7, W-6, S-6.50 \n\tPersonality Traits\n\t\n\tStrong motivational and leadership skills\n\tStrong investigation and analytical skills\n\tAbility to work individual as well as in group.\n\tExcellent communication skills in written and verbal both.\n\tSelf motivated, Possess problem-solving and decision-making skills.\n\tAbility to bring out the best in pressure situations from team.\n\tWith hard work and sincerity, I complete assigned tasks with success look for constant development I seek an opportunity to give my best.", "meta": {"source": "E:\\Resume Parser\\resume parser\\data\\raw\\Dataset_Resume parser\\Resumes\\resume-5\\Resumes\\Resumes\\AmanDavid[4_9].docx"}}